/* State and Keywordgroupnames */

"Messages" = "Objective-C メッセージ呼び出し";
"Cocoa Classes" = "Cocoa クラス";
"Objective-C Keywords" = "シンボル (@class 等)";
"Keywords" = "キーワード";
"Memory Management" = "メモリ管理キーワード";
"Cocoa Functions" = "Cocoa 関数";
"Numbers" = "数";
"Characters" = "文字";
"FunctionRegex" = "関数呼び出し";
"Cocoa Types" = "Cocoa 型";
"Cocoa Constants" = "Cocoa 定数";
"Cocoa Stuff (Panther)" = "Panther での Cocoa の追加機能";
"Preprocessor" = "プリプロセッサ命令";
"Autodoc Comment" = "/*\"Autodoc コメント\"*/";
"Comment" = "/* コメント */";
"Singleline Comment" = "// コメント";
"String" = "\"文字列\"";

